qa-knowledge-base/10_IMPORTS_RAW/Performance QA – Home & Documentation Hub/Jenkins/universal/metadata/jmeter/up-get-metadata-ms-remote.yaml
execution:
  - concurrency: ${jconcurrency}
    ramp-up: ${jramp}
    hold-for: ${jhold}
    scenario: metadata
scenarios:
  metadata:
    script: up-get-metadata-ms.jmx
reporting:
  - module: blazemeter
    report-name: Universal - Metadata
    test: Universal - Metadata
    project: Universal Platform
    upload-artifacts: false